const GU_INFO: { [key: string]: { posX: number; posY: number } } = {
  종로구: {
    posX: 126.9784,
    posY: 37.572,
  },
  중구: {
    posX: 126.9959,
    posY: 37.5641,
  },
  용산구: {
    posX: 126.9669,
    posY: 37.5326,
  },
  성동구: {
    posX: 127.0404,
    posY: 37.5633,
  },
  광진구: {
    posX: 127.0822,
    posY: 37.5384,
  },
  동대문구: {
    posX: 127.0405,
    posY: 37.5744,
  },
  중랑구: {
    posX: 127.0928,
    posY: 37.6063,
  },
  성북구: {
    posX: 127.023,
    posY: 37.5894,
  },
  강북구: {
    posX: 127.0255,
    posY: 37.6396,
  },
  도봉구: {
    posX: 127.0384,
    posY: 37.6688,
  },
  노원구: {
    posX: 127.0771,
    posY: 37.6543,
  },
  은평구: {
    posX: 126.9317,
    posY: 37.6176,
  },
  서대문구: {
    posX: 126.9368,
    posY: 37.5792,
  },
  마포구: {
    posX: 126.9086,
    posY: 37.5663,
  },
  양천구: {
    posX: 126.8658,
    posY: 37.5168,
  },
  강서구: {
    posX: 126.8226,
    posY: 37.5509,
  },
  구로구: {
    posX: 126.8563,
    posY: 37.4955,
  },
  금천구: {
    posX: 126.9002,
    posY: 37.4569,
  },
  영등포구: {
    posX: 126.8958,
    posY: 37.526,
  },
  동작구: {
    posX: 126.9412,
    posY: 37.5124,
  },
  관악구: {
    posX: 126.9535,
    posY: 37.4784,
  },
  서초구: {
    posX: 127.0347,
    posY: 37.4836,
  },
  강남구: {
    posX: 127.0473,
    posY: 37.5172,
  },
  송파구: {
    posX: 127.1127,
    posY: 37.5141,
  },
  강동구: {
    posX: 127.1428,
    posY: 37.5301,
  },
};

export default GU_INFO;
